{
  "auto-session": { "branch": "main" },
  "bafa.nvim": { "branch": "main" },
  "browsher.nvim": { "branch": "main" },
  "canola-collection": { "branch": "main" },
  "canola.nvim": { "branch": "canola" },
  "colorful-winsep.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "deltaview.nvim": { "branch": "main" },
  "devcontainers.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lua-console.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-origami": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "wrapping.nvim": { "branch": "master" },
  "wrapwidth": { "branch": "main" }
}
