tap "rafaelgarrido/caveats"
brew "awscli"
brew "bat"
brew "coreutils"
brew "csvkit"
brew "csvq"
brew "curl"
brew "dasel"
brew "direnv"
brew "docker"
brew "f3"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delete-merged-branches"
brew "git-delta"
brew "gnu-sed"
brew "gnu-units"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "iperf3"
brew "jq"
brew "less"
brew "mac-cleanup-go"
brew "make"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "parquet-cli"
brew "pinentry-mac"
brew "python@3.14"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rust"
brew "sad"
brew "starship"
brew "trash", link: true
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "betterdisplay"
cask "docker-desktop"
cask "font-atkinson-hyperlegible"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "istat-menus"
cask "karabiner-elements"
cask "logi-options+"
cask "logseq"
cask "raycast"
cask "rectangle-pro"
cask "spotify"
cask "thaw"
cask "vivaldi"
cask "yaak"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
