tap "rafaelgarrido/caveats"
brew "awscli"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "f3"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delete-merged-branches"
brew "git-delta"
brew "gnu-sed"
brew "gnu-units"
brew "gnupg"
brew "grep"
brew "htop"
brew "iperf3"
brew "jq"
brew "make"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "parquet-cli"
brew "pinentry-mac"
brew "python@3.14"
brew "qrencode"
brew "rbenv"
brew "rename"
brew "starship"
brew "the_silver_searcher"
brew "trash", link: true
brew "uv"
brew "watch"
brew "wget"
brew "xz"
brew "zstd"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "rafaelgarrido/caveats/brew-caveats"
cask "1password"
cask "1password-cli"
cask "docker-desktop"
cask "font-atkinson-hyperlegible"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "iterm2-beta"
cask "logi-options+"
cask "logseq"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "kevinrose.vsc-python-indent"
vscode "koihik.vscode-lua-format"
vscode "mark-tucker.aws-cli-configure"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "oliversturm.fix-json"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
